Repository: xiangshanyikecong/loveblog
Catalog: ios/LoveJournal/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# m4.watch.empty.hint
source: Pick a video from the library below
ja: 下のライブラリから選んで一緒に観ましょう
zh_hans: 从下面片库选一部一起看吧

# m4.watch.empty.title
source: Nothing on screen
ja: 再生中の映像はありません
zh_hans: 还没有播放的影片

# m4.watch.invite
source: Invite
ja: 招待
zh_hans: 邀请

# m4.watch.invited
source: Invited your partner to watch
ja: 相手を一緒に観るよう招待しました
zh_hans: 已邀请对方一起看

# m4.watch.last.position %@
source: Resumed at %@
ja: 前回 %@ まで視聴
zh_hans: 上次看到 %@

# m4.watch.library
source: Library
ja: ライブラリ
zh_hans: 片库

# m4.watch.partner.offline
source: Connected · partner is away
ja: 接続済み · 相手はオフライン
zh_hans: 已连接 · 对方暂时不在线

# m4.watch.partner.online
source: Connected · partner is here
ja: 接続済み · 相手もいます
zh_hans: 已连接 · 对方在看

# m4.watch.pause
source: Pause
ja: 一時停止
zh_hans: 暂停

# m4.watch.play
source: Play
ja: 再生
zh_hans: 播放

# m4.watch.playing
source: Playing
ja: 再生中
zh_hans: 播放中

# m4.watch.room.cleared
source: The video was removed; playback stopped
ja: 動画が削除されたため再生を停止しました
zh_hans: 影片已删除，播放已停止

# m4.watch.source.add
source: Add
ja: 追加
zh_hans: 添加

# m4.watch.source.added
source: Source added
ja: ソースを追加しました
zh_hans: 已添加片源

# m4.watch.source.direct
source: Direct link
ja: 直リンク
zh_hans: 直链

# m4.watch.source.missing
source: Title and URL are required
ja: タイトルと URL を入力してください
zh_hans: 请填写标题和直链

# m4.watch.source.title
source: Title
ja: タイトル
zh_hans: 标题

# m4.watch.source.upload
source: Uploaded
ja: アップロード
zh_hans: 本地上传

# m4.watch.source.url
source: Video URL http(s)://
ja: 動画の直リンク http(s)://
zh_hans: 视频直链 http(s)://

# m4.watch.title
source: Watch Together
ja: 一緒に観る
zh_hans: 一起看

# m4.watch.upload
source: Upload video
ja: 動画をアップロード
zh_hans: 上传视频

# m4.watch.uploaded
source: Video uploaded
ja: 動画をアップロードしました
zh_hans: 视频已上传

# m4.watch.uploading
source: Uploading…
ja: アップロード中…
zh_hans: 上传中…

# m5a.action.again
source: Play Again
ja: もう一度遊ぶ
zh_hans: 再来一局

# m5a.action.new.game
source: New Game
ja: 新しいゲーム
zh_hans: 新开一局

# m5a.action.surrender
source: Resign
ja: 投了
zh_hans: 认输

# m5a.action.undo
source: Undo
ja: 待った
zh_hans: 悔棋

# m5a.board.moves %lld
source: %lld moves
ja: %lld 手
zh_hans: 已下 %lld 手

# m5a.board.my.turn
source: Your turn
ja: あなたの番です
zh_hans: 轮到你了

# m5a.board.offline
source: offline
ja: オフライン
zh_hans: 离线

# m5a.board.online
source: online
ja: オンライン
zh_hans: 在线

# m5a.board.player
source: Player
ja: プレイヤー
zh_hans: 玩家

# m5a.board.score
source: Score
ja: スコア
zh_hans: 得分

# m5a.board.their.turn %@
source: %@'s turn
ja: %1$@ の番です
zh_hans: 轮到 %1$@ 了

# m5a.board.waiting
source: Waiting for your partner…
ja: 相手の参加を待っています…
zh_hans: 等待对方加入…

# m5a.board.you.black
source: You play black
ja: あなたは黒番
zh_hans: 你执黑

# m5a.board.you.white
source: You play white
ja: あなたは白番
zh_hans: 你执白

# m5a.emote
source: Emotes
ja: エモート
zh_hans: 表情

# m5a.error.generic
source: Something went wrong. Please try again.
ja: エラーが発生しました。もう一度お試しください。
zh_hans: 出错了，请重试

# m5a.game.gomoku
source: Gomoku
ja: 五目並べ
zh_hans: 五子棋

# m5a.game.gomoku.sub
source: Five in a row wins
ja: 5つ並べて勝利
zh_hans: 五连即胜

# m5a.game.linklink
source: Link Link
ja: リンクパズル
zh_hans: 连连看

# m5a.game.linklink.sub
source: Clear matching tiles
ja: 同じ柄を消そう
zh_hans: 配对消除方块

# m5a.game.memory
source: Memory Match
ja: 神経衰弱
zh_hans: 记忆翻牌

# m5a.game.memory.sub
source: Find all the pairs
ja: ペアを見つけよう
zh_hans: 找出所有配对

# m5a.game.reversi
source: Reversi
ja: オセロ
zh_hans: 黑白棋

# m5a.game.reversi.sub
source: Flip to dominate the board
ja: 石をひっくり返して制圧
zh_hans: 翻转吃子占地

# m5a.game.tictactoe
source: Tic-Tac-Toe
ja: 三目並べ
zh_hans: 井字棋

# m5a.game.tictactoe.sub
source: Three in a row wins
ja: 3つ並べて勝利
zh_hans: 三连即胜

# m5a.games.canvas
source: Shared Canvas
ja: 共同キャンバス
zh_hans: 协作画板

# m5a.games.canvas.sub
source: Paint together in real time
ja: リアルタイムに共同制作
zh_hans: 实时一起涂鸦

# m5a.games.draw
source: Draw & Guess
ja: お絵描き当てクイズ
zh_hans: 你画我猜

# m5a.games.draw.sub
source: One draws, one guesses
ja: 描いて当てる
zh_hans: 一个画一个猜

# m5a.games.stats
source: Match History
ja: 戦績
zh_hans: 战绩

# m5a.games.stats.sub
source: Wins and recent matches
ja: 勝敗と最近の対戦
zh_hans: 胜负与最近对局

# m5a.games.subtitle
source: Little games for the two of you
ja: 二人用のミニゲーム
zh_hans: 属于你们的小游戏

# m5a.games.title
source: Play Together
ja: 一緒に遊ぶ
zh_hans: 一起玩

# m5a.reason.count
source: No moves left
ja: 手詰まり
zh_hans: 无处可下

# m5a.reason.draw
source: Draw
ja: 引き分け
zh_hans: 平局

# m5a.reason.five
source: Five in a row
ja: 5目並び
zh_hans: 五连

# m5a.reason.score
source: By score
ja: スコア判定
zh_hans: 按得分判定

# m5a.reason.surrender
source: Resigned
ja: 投了
zh_hans: 认输

# m5a.result.draw
source: It's a draw
ja: 引き分け
zh_hans: 平局

# m5a.result.winner %@
source: %@ wins 🎉
ja: %1$@ の勝ち 🎉
zh_hans: %1$@ 获胜 🎉

# m5a.result.you.lose
source: You lose
ja: あなたの負け
zh_hans: 你输了

# m5a.result.you.win
source: You win! 🎉
ja: あなたの勝ち！🎉
zh_hans: 你赢了！🎉

# m5a.stats.draws %lld
source: %lld draws
ja: %1$lld分け
zh_hans: 平 %1$lld 局

# m5a.stats.empty
source: No matches yet
ja: まだ対戦がありません
zh_hans: 还没有对局

# m5a.stats.empty.hint
source: Play a game to start your record
ja: 遊ぶと戦績が記録されます
zh_hans: 玩一局开启你们的战绩

# m5a.stats.match.draw
source: Draw
ja: 引き分け
zh_hans: 平局

# m5a.stats.match.won %@ %@
source: %1$@ beat %2$@
ja: %1$@ が %2$@ に勝利
zh_hans: %1$@ 战胜 %2$@

# m5a.stats.recent
source: Recent matches
ja: 最近の対戦
zh_hans: 最近对局

# m5a.stats.title
source: Match History
ja: 戦績
zh_hans: 战绩

# m5a.stats.total %lld
source: %lld games
ja: 全%1$lld戦
zh_hans: 共 %1$lld 局

# m5a.stats.wins %lld
source: %lld wins
ja: %1$lld勝
zh_hans: 胜 %1$lld 局

# m5a.undo.accept
source: Accept
ja: 同意
zh_hans: 同意

# m5a.undo.accepted
source: Undo accepted
ja: 待ったが受け入れられました
zh_hans: 悔棋成功

# m5a.undo.decline
source: Decline
ja: 拒否
zh_hans: 拒绝

# m5a.undo.declined
source: Undo declined
ja: 待ったが拒否されました
zh_hans: 对方拒绝了悔棋

# m5a.undo.incoming
source: Your partner requests an undo
ja: 相手が待ったを申請しています
zh_hans: 对方请求悔棋

# m5a.undo.sent
source: Undo request sent
ja: 待った申請を送信しました
zh_hans: 已发送悔棋请求

# m5b.canvas.emptyWarn
source: The canvas is empty
ja: キャンバスが空です
zh_hans: 画板还是空的

# m5b.canvas.gallery
source: Gallery
ja: ギャラリー
zh_hans: 画廊

# m5b.canvas.hint
source: Doodle together — strokes sync in real time
ja: 二人でお絵描き。ストロークはリアルタイム同期
zh_hans: 一起涂鸦吧，笔画实时同步

# m5b.canvas.partnerDrawing
source: Partner is drawing
ja: 相手が描いています
zh_hans: 对方在画

# m5b.canvas.save
source: Save
ja: 保存
zh_hans: 保存

# m5b.canvas.saveFailed
source: Save failed, try again
ja: 保存に失敗しました
zh_hans: 保存失败，请重试

# m5b.canvas.saved
source: Saved to gallery
ja: ギャラリーに保存しました
zh_hans: 已保存到画廊

# m5b.canvas.title
source: Shared Canvas
ja: 共有キャンバス
zh_hans: 协作画板

# m5b.draw.answerIs
source: The answer:
ja: 答え：
zh_hans: 答案是：

# m5b.draw.endGame
source: End Game
ja: ゲームを終了
zh_hans: 结束游戏

# m5b.draw.finalDraw
source: It's a tie
ja: 引き分け
zh_hans: 平局

# m5b.draw.finalPartnerWin
source: Partner wins!
ja: 相手の勝ち！
zh_hans: 对方赢了！

# m5b.draw.finalScore
source: Final score
ja: 最終スコア
zh_hans: 总比分

# m5b.draw.finalYouWin
source: You win!
ja: あなたの勝ち！
zh_hans: 你赢了！

# m5b.draw.guessFeed
source: Guesses
ja: 回答の記録
zh_hans: 猜词记录

# m5b.draw.guessPlaceholder
source: Type your guess
ja: 答えを入力
zh_hans: 输入你的答案

# m5b.draw.guessedCorrect
source: Correct!
ja: 正解！
zh_hans: 猜对了！

# m5b.draw.maskHint
source: Guess the word:
ja: どんな単語でしょう：
zh_hans: 猜猜是什么词：

# m5b.draw.me
source: Me
ja: 自分
zh_hans: 我

# m5b.draw.newGame
source: Start Game
ja: ゲーム開始
zh_hans: 开始游戏

# m5b.draw.nextRound
source: Next Round
ja: 次のラウンド
zh_hans: 下一局

# m5b.draw.nobody
source: Nobody guessed it
ja: このラウンドは誰も正解できませんでした
zh_hans: 这轮没人猜中

# m5b.draw.partner
source: Partner
ja: 相手
zh_hans: 对方

# m5b.draw.phase.drawing
source: Drawing
ja: 描画中
zh_hans: 作画中

# m5b.draw.phase.finished
source: Game Over
ja: ゲーム終了
zh_hans: 比赛结束

# m5b.draw.phase.roundEnd
source: Round Over
ja: ラウンド終了
zh_hans: 本轮结束

# m5b.draw.phase.waiting
source: Waiting
ja: 待機中
zh_hans: 等待开始

# m5b.draw.readonlyHint
source: Partner is drawing…
ja: 相手が描いています…
zh_hans: 对方正在作画…

# m5b.draw.rematch
source: Rematch
ja: もう一度
zh_hans: 再来一局

# m5b.draw.round %lld/%lld
source: Round %lld/%lld
ja: 第%lld/%lldラウンド
zh_hans: 第 %lld/%lld 局

# m5b.draw.roundWinnerPartner
source: Partner got it!
ja: 相手が正解！
zh_hans: 对方猜对了！

# m5b.draw.roundWinnerYou
source: You got it!
ja: 正解！
zh_hans: 你猜对了！

# m5b.draw.title
source: Draw & Guess
ja: お絵描き当てゲーム
zh_hans: 你画我猜

# m5b.draw.waitingHint
source: Either of you can tap "Start Game"; you'll take turns drawing and guessing
ja: どちらかが「ゲーム開始」をタップ。交互に描いて当てます
zh_hans: 任一方点「开始游戏」即可开局，你们将轮流画画和猜词

# m5b.draw.youDraw
source: You Draw
ja: あなたが描く
zh_hans: 你来画

# m5b.draw.youGuess
source: You Guess
ja: あなたが当てる
zh_hans: 你来猜

# m5b.draw.yourWord
source: Your word:
ja: お題：
zh_hans: 你的词：

# m5b.gallery.deleted
source: Deleted
ja: 削除しました
zh_hans: 已删除

# m5b.gallery.detail
source: Artwork
ja: 作品詳細
zh_hans: 画作详情

# m5b.gallery.empty
source: No artworks yet
ja: まだ作品がありません
zh_hans: 还没有作品

# m5b.gallery.empty.hint
source: Go paint something together on the board
ja: キャンバスに戻って一緒に描きましょう
zh_hans: 回到画板一起画一幅吧

# m5b.gallery.loadFailed
source: Failed to load, try again
ja: 読み込みに失敗しました
zh_hans: 加载失败，请重试

# m5b.gallery.more
source: Load more
ja: さらに読み込む
zh_hans: 加载更多

# m5b.gallery.playback
source: Replay
ja: 再生
zh_hans: 回放

# m5b.gallery.progress %lld/%lld
source: %lld/%lld strokes replayed
ja: %lld/%lld ストローク再生済み
zh_hans: 已回放 %lld/%lld 笔

# m5b.gallery.strokes %lld
source: %lld strokes
ja: %lldストローク
zh_hans: %lld 笔

# m5b.gallery.title
source: Artwork Gallery
ja: 作品ギャラリー
zh_hans: 画作画廊

# m5b.gallery.untitled
source: Untitled
ja: 無題
zh_hans: 无题

# m5b.tool.clear
source: Clear
ja: 全消去
zh_hans: 清空

# m5b.tool.eraser
source: Eraser
ja: 消しゴム
zh_hans: 橡皮

# m5b.tool.undo
source: Undo
ja: 取り消す
zh_hans: 撤销

# menu.capsules
source: Time capsules
ja: タイムカプセル
zh_hans: 时间胶囊

# menu.logout
source: Sign out
ja: ログアウト
zh_hans: 退出登录

# menu.server %@
source: Server: %@
ja: サーバー：%@
zh_hans: 服务器：%@

# menu.timeline
source: Timeline
ja: タイムライン
zh_hans: 时间线

# messages.anonymous
source: Anonymous
ja: 名無しさん
zh_hans: 匿名

# messages.delete.confirm
source: Delete this message?
ja: このメッセージを削除しますか？
zh_hans: 删除这条留言？

# messages.delete.hint
source: Deleted items go to the recycle bin and can be restored
ja: 削除するとゴミ箱に入り、後で復元できます
zh_hans: 删除后会进入回收站，可在后台恢复

# messages.edit.content
source: Content
ja: 内容
zh_hans: 内容

# messages.edit.title
source: Edit message
ja: メッセージを編集
zh_hans: 编辑留言

# messages.empty
source: No messages yet
ja: まだメッセージがありません
zh_hans: 还没有留言

# messages.empty.hint
source: Leave your first message
ja: 最初のメッセージを残しましょう
zh_hans: 写下第一条祝福或想说的话

# messages.input.placeholder
source: Write a message…
ja: メッセージを書く…
zh_hans: 写一条留言…

# messages.input.placeholder.private
source: Write a private message…
ja: 非公開メッセージを書く…
zh_hans: 写一条(私密)留言…

# messages.private
source: Private
ja: 非公開
zh_hans: 私密留言

# messages.public
source: Public
ja: 公開
zh_hans: 公开

# messages.title
source: Message Board
ja: メッセージボード
zh_hans: 留言板

# messages.visibility
source: Visibility
ja: 公開範囲
zh_hans: 可见性

# moment.audio %lld
source: Voice %lld s
ja: 音声 %lld 秒
zh_hans: 语音 %lld 秒

# moment.comments.count %lld
source: %lld comments
ja: コメント %lld
zh_hans: 评论 %lld

# moment.visibility.encrypted
source: Encrypted
ja: 暗号化
zh_hans: 加密

# moment.visibility.partners
source: Partners only
ja: 二人だけ
zh_hans: 仅彼此

# moment.visibility.public
source: Public
ja: 公開
zh_hans: 公开

# notifications.empty
source: No notifications
ja: 通知はありません
zh_hans: 暂时没有通知

# notifications.empty.hint
source: New activity appears here
ja: 新しい通知はここに表示されます
zh_hans: 新的互动会出现在这里

# notifications.read_all
source: Mark all read
ja: すべて既読
zh_hans: 全部已读

# notifications.title
source: Notifications
ja: 通知
zh_hans: 通知中心

# notifications.unread %lld
source: %lld unread
ja: 未読 %lld
zh_hans: 未读 %lld

# outbox.queued
source: Offline — saved and will send automatically when back online
ja: オフライン — 保存済み、オンライン復帰後に自動送信します
zh_hans: 当前离线，已保存，联网后自动发送

# placeholder.note %@
source: Coming in milestone %@
ja: マイルストーン %@ で実装予定
zh_hans: 此模块将在 %@ 里程碑实现

# recovery.action.submit
source: Reset password
ja: パスワードをリセット
zh_hans: 重置密码

# recovery.new_password
source: New password (8+ chars, letters & digits)
ja: 新しいパスワード（8文字以上・英数字混在）
zh_hans: 新密码（至少 8 位，含字母和数字）

# recovery.note
source: Requires the server's BOOTSTRAP_SETUP_TOKEN as the recovery token.
ja: リカバリートークンとしてサーバーの BOOTSTRAP_SETUP_TOKEN が必要です。
zh_hans: 需要服务器 BOOTSTRAP_SETUP_TOKEN 作为恢复令牌。

# recovery.success
source: Password reset. Sign in with the new password.
ja: パスワードを更新しました。新しいパスワードでログインしてください。
zh_hans: 密码已重置，请使用新密码登录。

# recovery.title
source: Recover password
ja: パスワードの再設定
zh_hans: 找回密码

# search.empty
source: No results found
ja: 結果が見つかりませんでした
zh_hans: 没有找到相关内容

# search.empty.hint
source: Try another keyword
ja: 別のキーワードを試してみましょう
zh_hans: 换个关键词试试

# search.idle.hint
source: Type a keyword to start searching
ja: キーワードを入力して検索
zh_hans: 输入关键词开始搜索

# search.idle.title
source: Find your memories
ja: 二人の思い出を探す
zh_hans: 找回你们的点点滴滴

# search.placeholder
source: Search articles / albums / events / moments / messages
ja: 記事・アルバム・記念日・つぶやき・メッセージを検索
zh_hans: 搜索文章 / 相册 / 纪念日 / 动态 / 留言

# search.title
source: Search
ja: 検索
zh_hans: 搜索

# search.total %lld
source: %lld results in total
ja: 全 %lld 件
zh_hans: 共 %lld 条结果

# search.type.album
source: Album
ja: アルバム
zh_hans: 相册

# search.type.article
source: Article
ja: 記事
zh_hans: 文章

# search.type.event
source: Event
ja: 記念日
zh_hans: 纪念日

# search.type.message
source: Message
ja: メッセージ
zh_hans: 留言

# search.type.moment
source: Moment
ja: つぶやき
zh_hans: 动态

# session.restoring
source: Restoring session…
ja: セッションを復元中…
zh_hans: 正在恢复会话…

# tab.albums
source: Albums
ja: アルバム
zh_hans: 相册

# tab.articles
source: Articles
ja: 記事
zh_hans: 文章

# tab.cottage
source: Cottage
ja: 小屋
zh_hans: 小屋

# tab.dashboard
source: Home
ja: ホーム
zh_hans: 首页

# tab.events
source: Events
ja: 記念日
zh_hans: 纪念日

# tab.messages
source: Interactions
ja: 交流
zh_hans: 互动

# timeline.composer.content
source: Content
ja: 本文
zh_hans: 正文

# timeline.composer.placeholder
source: What's on your mind…
ja: 今の気持ちは…
zh_hans: 此刻在想什么…

# timeline.composer.post
source: Post
ja: 投稿
zh_hans: 发布

# timeline.composer.title
source: New moment
ja: つぶやく
zh_hans: 发动态

# timeline.composer.visibility
source: Visibility
ja: 公開範囲
zh_hans: 谁可以看

# timeline.empty
source: No moments yet
ja: まだつぶやきがありません
zh_hans: 还没有动态

# timeline.empty.hint
source: Tap + to post one
ja: 右下の＋から投稿しましょう
zh_hans: 点右下角发一条吧

# timeline.memories.empty
source: No memories yet
ja: まだ思い出がありません
zh_hans: 还没有往年回忆

# timeline.memories.empty.hint
source: Things from this day in past years appear here
ja: 過去の同じ日の出来事がここに表示されます
zh_hans: 同一天发生过的小事会出现在这里

# timeline.tab
source: Section
ja: セクション
zh_hans: 分栏

# timeline.tab.memories
source: Memories
ja: 思い出
zh_hans: 回忆

# timeline.tab.moments
source: Moments
ja: つぶやき
zh_hans: 动态

# timeline.title
source: Timeline
ja: タイムライン
zh_hans: 时间线
